Revit 2027 API
TableView.MinimumRowHeight Property
 Gets the minimum row height
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int MinimumRowHeight { get; }
Public ReadOnly Property MinimumRowHeight As Integer
	Get
public:
property int MinimumRowHeight {
	int get ();
}
member MinimumRowHeight : int with get
Property Value
Int32
See Also
Reference
TableView Class
Autodesk.Revit.DB Namespace